/* label of button to dismiss sheet without agreeing (Close rather than OK) */
"Close" = "关闭";

/* primary label with product name */
"Connecting to %@..." = "正在连接到 %@...";

/* primary label */
"Connecting..." = "正在连接...";

/*
 * Primary label displayed when app runs in "about box" mode.
 * Most of the time this is obscured by the sheet displaying the information
 * about the application.
 */
"PrimaryLabelAbout" = "关于...";

//----- download progress info -----------------------------------------------//

/* No comment provided by engineer. */
"Downloading (%@ out of %@ Bytes)" = "正在下载 (%2$@ 字节中的 %1$@)";

/* No comment provided by engineer. */
"Downloading (%@ out of %@ KB)" = "正在下载 (%2$@ KB 中的 %1$@)";

/* No comment provided by engineer. */
"Downloading (%@ out of %@ MB)" = "正在下载 (%2$@ MB 中的 %1$@)";

//----- product display names ------------------------------------------------//

/** Name displayed in lieu of product when product is not known */
"UnknownTheProduct" = "应用程序";

/* G2M product display name */
"GoToMeeting" = "GoToMeeting";

/* G2T product display name */
"GoToTraining" = "GoToTraining";

/* G2W product display name */
"GoToWebinar" = "GoToWebinar";

/* G2A product display name */
"GoToAssist" = "GoToAssist";

/* G2AC product display name */
"GoToAssist Corporate" = "GoToAssist Corporate";

/* GoToMyPC product display name */
"GoToMyPC" = "GoToMyPC";


//----- About Box ------------------------------------------------------------//


/* Message (title) displayed on face of about box sheet. */
"AboutBoxMessage" = "关于 GoTo Opener 启动器";

/* Detailed info displayed on face of about box sheet. */
"AboutBoxInfo" = "GoTo Opener 帮助 GoTo 网站和软件在您的计算机上平稳运行。\n\n版本: %@\n\n位置: %@";


//----- task labels for main window ------------------------------------------//

/* generic launch progress label */
"Initializing" = "正在初始化";

/*
 * Progress label displayed while just-launched, persistently-installed app
 * initially downloads session parameters from Launcher Service
 */
"DownloadingArgs" = "需要特定的启动信息";

/* progress label displayed while waiting for another DownloaderApp to finish */
"WaitingForMutex" = "正在等待另一个 GoTo Opener 完成运行";

/* progress label displayed while DownloaderApp installs itself to persistent location */
"InstallingDlApp" = "正在安装 GoTo Opener 启动器";

/* generic starting plugin download progress label */
"Starting Plugin Download" = "正在开始插件下载";

/* generic installing plugin label */
"Installing Plugin" = "正在安装插件";

/* generic starting download progress label */
"Starting Download" = "正在开始下载";

/* generic downloading progress label */
"Downloading" = "正在下载";

/* generic verify archive progress label */
"Verifying" = "正在验证";

/* generic unarchiving progress label */
"Unzipping" = "正在解压缩";

/* generic launch progress label */
"Installing" = "正在安装";

/* generic launch progress label */
"Launching" = "正在启动";

/* launch installer progress label */
"Launching Installer" = "正在启动安装程序";

//----- Message text for error alert sheets ----------------------------------//

/* download failed alert message */
"Download Failed" = "下载失败";

/* unarchive failed alert message */
"Unarchive Failed" = "解压缩失败";

/* installation failed alert message */
"Installation Failed" = "安装失败";

/* launch failed alert message */
"Launch Failed" = "启动失败";

//----- Info text for error alert sheets -------------------------------------//

/* boilerplate introduction for error sheets indicating complete failure of the Launcher to launch app, into which specific product name is inserted */
"AppFatalMsgPre"  = "很遗憾, GoTo Opener 启动器无法开始%@。";

/* boilerplate introduction for error sheets indicating complete failure of the Launcher to install package, into which specific product name is inserted */
"InstallFatalMsgPre"  = "很遗憾，GoTo Opener 启动器无法安装 %@。";

/* boilerplate conclusion for error sheets indicating complete failure of the Launcher */
"GenericFatalMsgPost" = "请重新启动下载，或联系全球客户支持，地址为 http://link.logmeininc.com/get-help";

/* boilerplate introduction for error sheets indicating failure of the Launcher to download component due to SSL certificate validation errors. */
"SslCertFatalMsgPre"  = "很遗憾, GoTo 启动器不信任这个下载服务器。";

/* boilerplate conclusion for error sheets indicating failure of the Launcher to download component due to SSL certificate validation errors. */
"SslCertFatalMsgPost" = "请确保您的 keychains 拥有受信用证书，或联系全球客户支持，地址为 http://link.logmeininc.com/get-help";

/* notify user that product endpoint version doesn't support OS version */
"ProductSupportForOsErrorInfo" = "%@ 需要的版本不能在这个 Mac OS X 版本中运行。";

/* app download failed alert informative text */
"DownloadAppFailedErrorInfo" = "无法从我们的服务器下载必需的应用程序。";

/* app download failed alert instructions to manually download and install endpoint */
"DownloadAppFailedOfferManualDownload" = "%@ 未启动，因为下载应用程序时出现问题。请改为使用您的 Web 浏览器保存文件:\n\n1. 单击“在浏览器中下载”按钮。\n2. 打开并安装下载的文件。\n3. 再次尝试加入您的会话。";

/* app download failed alert instructions to manually download and install endpoint, post part */
"DownloadAppFailedOfferManualDownloadPost" = "如需更多帮助，请与系统管理员联系，或联系 %@ 支持，地址为 \nhttps://link.logmeininc.com/get-help。";


/* app download failed alert download button */
"Download" = "在浏览器中下载";

/* installer download failed alert informative text */
"DownloadInstallerFailedErrorInfo" = "无法从我们的服务器下载安装程序。";

/* app unarchive failed alert informative text */
"UnarchiveAppFailedErrorInfo" = "无法解压缩需要的应用程序。";

/* installer unarchive failed alert informative text */
"UnarchiveInstallerFailedErrorInfo" = "解压缩安装器失败。";

/* failed to place app bundle in permanent location, alert informative text */
"InstallAppFailedErrorInfo" = "无法安装必需的应用程序。";

/* app launch failed alert informative text */
"LaunchAppFailedErrorInfo" = "无法启动必需的应用程序。";

/* installer launch failed alert informative text */
"LaunchInstallerFailedErrorInfo" = "无法启动安装程序。";

/* app arguments download failed alert informative text */
"DownloadAppArgumentsFailedErrorInfo" = "从我们的服务器下载所需的应用程序参数时失败。";


//----- for SSL error alert sheets -------------------------------------------//

/* label of button to retry on authentication timeout (not abort the app) */
"AuthTimeoutErrorRetryButtonLabel" = "重试";

/* label of button to cancel retry on authentication timeout (so abort the app) */
"AuthTimeoutErrorCancelButtonLabel" = "关闭";

/* authentication timeout alert message */
"AuthTimeoutErrorMsg" = "身份验证耗时过长";

/* authentication timeout alert informative text */
"AuthTimeoutErrorInfo" = "无法在合理时间内验证凭据。您提交的名称或密码可能不正确。请重试。";

/* label of button to retry on connection lost during authentication (not abort the app) */
"AuthDisconnectErrorRetryButtonLabel" = "重试";

/* label of button to cancel retry on connection lost during authentication (so abort the app) */
"AuthDisconnectErrorCancelButtonLabel" = "关闭";

/* disconnect during authentication alert message */
"AuthDisconnectErrorMsg" = "身份验证失败";

/* disconnect during authentication alert informative text */
"AuthDisconnectErrorInfo" = "身份验证过程中网络连接意外断开。您提交的名称或密码可能不正确。请重试。";

/* SSL server certificate error alert message */
"ServerSslCertErrorMsg" = "服务器身份不被信任";

/* generic SSL server certificate error informative text */
"ServerSslCertError" = "服务器证书无效。连接此服务器可能会对您的机密信息造成威胁。";

/* generic SSL server certificate error informative text <URL including host> */
"ServerSslCertErrorWithUrl" = "\\'%@\\' 中的服务器证书无效. 连接此服务器可能会对您的机密信息造成威胁。";

/* generic SSL server certificate error informative text <host name> */
"ServerSslCertErrorWithHostName" = "服务器 \\'%@\\' 证书无效. 连接此服务器可能会对您的机密信息造成威胁。";

/* label of button to close server certificate error dialog and abort the app */
"ServerCertErrorCancelButtonLabel" = "关闭";
